Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 月度统计
ar: إحصاءات شهرية
de: Monatsstatistik
en: Monthly Stats
ja: 月間統計
zh_hant: 月度統計

source: 月度记录、清理历史和节省空间
ar: السجلات الشهرية وسجل التنظيف والمساحة الموفرة
de: Monatsdaten, Bereinigungsverlauf und gesparter Speicherplatz
en: Monthly records, cleanup history, and saved space
ja: 月間記録、クリーンアップ履歴、節約した容量
zh_hant: 月度記錄、清理歷史和節省空間

source: 有 %lld 个视频未完成
ar: لم تكتمل %lld فيديوهات
de: %lld Videos wurden nicht abgeschlossen
en: %lld videos did not finish
ja: %lld本のビデオが完了していません
zh_hant: 有 %lld 個影片未完成

source: 有 %lld 张图片未完成
ar: لم تكتمل %lld صور
de: %lld Bilder wurden nicht abgeschlossen
en: %lld images were not completed
ja: %lld枚の画像が完了していません
zh_hant: 有 %lld 張圖片未完成

source: 有照片无法删除，请先在系统照片中检查权限或来源。
ar: لا يمكن حذف بعض الصور. تحقق أولًا من الأذونات أو المصدر في تطبيق الصور.
de: Einige Fotos können nicht gelöscht werden. Prüfe zuerst Berechtigungen oder Quelle in Fotos.
en: Some photos cannot be deleted. Check their permissions or source in Photos.
ja: 削除できない写真があります。まず写真アプリで権限または保存元を確認してください。
zh_hant: 有照片無法刪除，請先在系統照片中檢查權限或來源。

source: 有照片无法收藏，请先在系统照片中检查权限或来源。
ar: لا يمكن تفضيل بعض الصور. تحقق أولًا من الأذونات أو المصدر في تطبيق الصور.
de: Einige Fotos können nicht als Favorit markiert werden. Prüfe zuerst Berechtigungen oder Quelle in Fotos.
en: Some photos cannot be favorited. Check their permissions or source in Photos.
ja: お気に入りに追加できない写真があります。まず写真アプリで権限または保存元を確認してください。
zh_hant: 有照片無法收藏，請先在系統照片中檢查權限或來源。

source: 未保存拍摄时间
ar: لم يتم حفظ وقت الالتقاط
de: Keine Aufnahmezeit gespeichert
en: No capture time saved
ja: 撮影日時が保存されていません
zh_hant: 未儲存拍攝時間

source: 未勾选的项目不会执行。
ar: سيتم تخطي العناصر غير المحددة.
de: Nicht ausgewählte Einträge werden übersprungen.
en: Unchecked items will be skipped.
ja: チェックされていない項目はスキップされます。
zh_hant: 未勾選的項目不會執行。

source: 未压缩
ar: غير مضغوط
de: Nicht komprimiert
en: Uncompressed
ja: 未圧縮
zh_hant: 未壓縮

source: 未归类照片
ar: صور غير مصنفة
de: Nicht abgelegte Fotos
en: Unfiled Photos
ja: 未分類の写真
zh_hant: 未歸類照片

source: 未找到匹配语言
ar: لم يتم العثور على لغات مطابقة
de: Keine passende Sprache gefunden
en: No matching languages
ja: 一致する言語がありません
zh_hant: 找不到符合的語言

source: 未找到可压缩的图片
ar: لم يتم العثور على صور قابلة للضغط
de: Keine komprimierbaren Bilder gefunden
en: No compressible images found
ja: 圧縮できる画像が見つかりません
zh_hant: 未找到可壓縮的圖片

source: 未找到可压缩的视频
ar: لا توجد فيديوهات للضغط
de: Keine Videos zum Komprimieren gefunden
en: No videos to compress
ja: 圧縮できるビデオがありません
zh_hant: 未找到可壓縮的影片

source: 未授权
ar: لا يوجد وصول
de: Kein Zugriff
en: No Access
ja: アクセスなし
zh_hant: 未授權

source: 未授权，点击前往系统设置
ar: غير مصرح. اضغط لفتح الإعدادات
de: Nicht autorisiert. Tippe, um Einstellungen zu öffnen
en: Not authorized. Tap to open Settings
ja: 許可されていません。タップして設定を開く
zh_hant: 未授權，點擊前往系統設置

source: 未整理优先
ar: بحاجة إلى مراجعة
de: Zu prüfen
en: Needs Review
ja: 要確認を優先
zh_hant: 未整理優先

source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
ja: 不明

source: 未知地址
ar: عنوان غير معروف
de: Unbekannte Adresse
en: Unknown Address
ja: 不明な住所

source: 未知错误
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown error
ja: 不明なエラー
zh_hant: 未知錯誤

source: 未选择
ar: غير محدد
de: Nicht festgelegt
en: Not Set
ja: 未設定
zh_hant: 未選擇

source: 本周的照片
ar: هذا الأسبوع
de: Diese Woche
en: This Week
ja: 今週
zh_hant: 本週的照片

source: 本月
ar: هذا الشهر
de: Dieser Monat
en: This Month
ja: 今月

source: 本月照片清理进度
ar: تقدم تنظيف الصور هذا الشهر
de: Fortschritt der Foto-Bereinigung diesen Monat
en: Monthly photo cleanup progress
ja: 今月の写真クリーンアップ進捗
zh_hant: 本月照片清理進度

source: 本月的照片
ar: هذا الشهر
de: Dieser Monat
en: This Month
ja: 今月

source: 本机整理
ar: تنظيف على الجهاز
de: Bereinigung auf dem Gerät
en: On-device cleanup
ja: デバイス上で整理
zh_hant: 本機整理

source: 本机整理数据
ar: بيانات التنظيف المحلية
de: Lokale Bereinigungsdaten
en: Local Cleanup Data
ja: ローカルクリーンアップデータ
zh_hant: 本機整理數據

source: 本机整理，不上传照片
ar: تنظيف على الجهاز، بدون رفع
de: Bereinigung auf dem Gerät, keine Uploads
en: On-device cleanup, no uploads
ja: デバイス上で整理、アップロードなし
zh_hant: 本機整理，不上傳照片

source: 本机清理历史
ar: سجل التنظيف المحلي
de: Lokaler Bereinigungsverlauf
en: Local cleanup history
ja: ローカルクリーンアップ履歴
zh_hant: 本機清理歷史

source: 本次删除
ar: المحذوفة هذه المرة
de: Diesmal gelöscht
en: Deleted This Time
ja: 今回削除
zh_hant: 本次刪除

source: 本次暂无新徽章
ar: لا توجد شارة جديدة هذه المرة
de: Diesmal kein neues Abzeichen
en: No New Badge This Time
ja: 今回は新しいバッジはありません
zh_hant: 本次暫無新徽章

source: 本次约减少 %@（%lld%%）
ar: تم تقليل نحو %@ هذه المرة (%lld%%)
de: Diesmal etwa %@ reduziert (%lld%%)
en: Reduced about %@ this time (%lld%%)
ja: 今回約%@削減（%lld%%）
zh_hant: 本次約減少 %@（%lld%%）

source: 本次节省
ar: تم توفيره هذه المرة
de: Diesmal gespart
en: Saved This Time
ja: 今回節約
zh_hant: 本次節省

source: 权限、撤销、反馈和隐私说明都围绕实际使用补齐。
ar: تم إعداد الأذونات والتراجع والملاحظات ونصوص الخصوصية حول الاستخدام الفعلي.
de: Berechtigungen, Rückgängig, Feedback und Datenschutztexte sind auf die echte Nutzung abgestimmt.
en: Permissions, undo, feedback, and privacy copy are built around real use.
ja: 権限、取り消し、フィードバック、プライバシー説明は実際の利用に合わせて整えています。
zh_hant: 權限、撤銷、反饋和隱私說明都圍繞實際使用補齊。

source: 柔和一点，减少纯白界面的工具感。
ar: أهدأ وأنعم، مع تقليل إحساس الواجهة البيضاء كأداة مجردة.
de: Weicher und ruhiger, mit weniger nüchterner Werkzeug-Anmutung.
en: Softer and calmer, with less of a plain utility feel.
ja: よりやわらかく落ち着いた表示で、白一色のツール感を抑えます。
zh_hant: 柔和一點，減少純白介面的工具感。

source: 查看 01MVP 教程
ar: عرض أدلة 01MVP
de: 01MVP Anleitungen ansehen
en: View 01MVP Guides
ja: 01MVP ガイドを見る

source: 查看 iCloud 视频说明
ar: عرض شرح فيديو iCloud
de: iCloud Videoerklärung ansehen
en: View iCloud video explanation
ja: iCloud 動画説明を見る
zh_hant: 查看 iCloud 影片說明

source: 查看免费版与支持者版区别
ar: عرض الفرق بين النسخة المجانية ونسخة الداعم
de: Unterschiede zwischen Gratis- und Supporter-Version ansehen
en: View free vs supporter differences
ja: 無料版とサポーター版の違いを見る
zh_hant: 查看免費版與支持者版差異

source: 查看完整清理队列，按日周月年、大小和相似组释放更多空间。
ar: اعرض قوائم التنظيف الكاملة وحرر مساحة أكبر حسب اليوم أو الأسبوع أو الشهر أو السنة أو الحجم أو المجموعات المتشابهة.
de: Vollständige Aufräumlisten anzeigen und nach Tag, Woche, Monat, Jahr, Größe und ähnlichen Gruppen mehr Speicher freigeben.
en: View full cleanup queues and free more space by time, size, and similar groups.
ja: すべての整理キューを確認し、日・週・月・年、サイズ、類似グループ別にさらに空き容量を増やします。
zh_hant: 查看完整清理隊列，按日周月年、大小和相似組釋放更多空間。

source: 查看对比
ar: عرض المقارنة
de: Vergleichen
en: Compare
ja: 比較を見る
zh_hant: 查看對比

source: 查看成就
ar: عرض الإنجازات
de: Erfolge ansehen
en: View Achievements
ja: 実績を見る

source: 查看本机清理记录和节省空间
ar: عرض سجلات التنظيف المحلية والمساحة التي تم توفيرها
de: Lokale Aufräumhistorie und gesparten Speicher ansehen
en: View local cleanup records and space saved
ja: このデバイスの整理履歴と節約容量を見る
zh_hant: 查看本機清理記錄和節省空間

source: 查看权限
ar: مراجعة الوصول
de: Zugriff prüfen
en: Review Access
ja: アクセス権を確認
zh_hant: 查看權限

source: 查看购买信息和功能区别
ar: عرض معلومات الشراء وفروق الميزات
de: Kaufinfos und Funktionsunterschiede ansehen
en: View purchase info and feature differences
ja: 購入情報と機能の違いを見る
zh_hant: 查看購買資訊和功能差異

source: 查看这个地点
ar: عرض هذا المكان
de: Diesen Ort anzeigen
en: View this place
ja: この場所を見る
zh_hant: 查看這個地點

source: 查看这些照片
ar: عرض هذه الصور
de: Diese Fotos anzeigen
en: View these photos
ja: これらの写真を見る
zh_hant: 查看這些照片

source: 查看长期统计
ar: عرض الإحصاءات طويلة المدى
de: Langzeitstatistik anzeigen
en: View Long-term Stats
ja: 長期統計を見る
zh_hant: 查看長期統計

source: 根据 iPhone 外观自动切换
ar: يتبع مظهر iPhone تلقائيا
de: Folgt automatisch dem iPhone Erscheinungsbild
en: Automatically follows iPhone appearance
ja: iPhone の外観に合わせて自動で切り替え
zh_hant: 根據 iPhone 外觀自動切換

source: 横向
ar: أفقي
de: Querformat
en: Landscape
ja: 横向き
zh_hant: 橫向

source: 正在从 iCloud 下载照片
ar: جار تنزيل الصورة من iCloud
de: Foto wird aus iCloud geladen
en: Downloading photo from iCloud
ja: iCloud から写真をダウンロード中
zh_hant: 正在從 iCloud 下載照片

source: 正在保存压缩副本
ar: جار حفظ النسخة المضغوطة
de: Komprimierte Kopie wird gespeichert
en: Saving compressed copy
ja: 圧縮コピーを保存中
zh_hant: 正在儲存壓縮副本

source: 正在准备压缩
ar: جار تحضير الضغط
de: Komprimierung wird vorbereitet
en: Preparing compression
ja: 圧縮を準備中
zh_hant: 正在準備壓縮

source: 正在准备压缩参数
ar: جار تحضير إعدادات الضغط
de: Komprimierungseinstellungen werden vorbereitet
en: Preparing compression settings
ja: 圧縮設定を準備中
zh_hant: 正在準備壓縮參數

source: 正在准备清理入口
ar: جار تحضير خيارات التنظيف
de: Aufräumoptionen werden vorbereitet
en: Preparing cleanup options
ja: 整理オプションを準備中
zh_hant: 正在準備清理入口

source: 正在初始化照片库
ar: جار تهيئة مكتبة الصور
de: Fotomediathek wird initialisiert
en: Initializing Photo Library
ja: 写真ライブラリを初期化中
zh_hant: 正在初始化照片庫

source: 正在加载高清预览
ar: جار تحميل معاينة بالجودة الكاملة
de: Vorschau in voller Qualität wird geladen
en: Loading full-quality preview
ja: 高画質プレビューを読み込み中
zh_hant: 正在載入高畫質預覽

source: 正在压缩 %lld/%lld
ar: جار الضغط %lld/%lld
de: Komprimieren %lld/%lld
en: Compressing %lld/%lld
ja: 圧縮中 %lld/%lld
zh_hant: 正在壓縮 %lld/%lld

source: 正在压缩图片
ar: جار ضغط الصورة
de: Bild wird komprimiert
en: Compressing image
ja: 画像を圧縮中
zh_hant: 正在壓縮圖片

source: 正在压缩视频
ar: جار ضغط الفيديو
de: Video wird komprimiert
en: Compressing video
ja: 動画を圧縮中
zh_hant: 正在壓縮影片

source: 正在处理第 %lld 个视频
ar: جار معالجة الفيديو %lld
de: Video %lld wird verarbeitet
en: Processing video %lld
ja: 動画 %lld を処理中
zh_hant: 正在處理第 %lld 個影片

source: 正在处理第 %lld 张图片
ar: جار معالجة الصورة %lld
de: Bild %lld wird verarbeitet
en: Processing image %lld
ja: 画像 %lld を処理中
zh_hant: 正在處理第 %lld 張圖片

source: 正在归类到 %@
ar: جار الإضافة إلى %@
de: Wird zu %@ hinzugefügt
en: Adding to %@
ja: %@ に追加中
zh_hant: 正在歸類到 %@

source: 正在执行...
ar: جار التشغيل...
de: Wird ausgeführt...
en: Running...
ja: 実行中...
zh_hant: 正在執行...

source: 正在整理地点
ar: جار تنظيم الأماكن
de: Orte werden organisiert
en: Organizing places
ja: 場所を整理中
zh_hant: 正在整理地點

source: 正在整理时间线
ar: جار تنظيم المخطط الزمني
de: Zeitleiste wird organisiert
en: Organizing timeline
ja: タイムラインを整理中
zh_hant: 正在整理時間線

source: 正在整理照片数据
ar: جار تحضير بيانات الصور
de: Fotodaten werden vorbereitet
en: Preparing Photo Data
ja: 写真データを準備中
zh_hant: 正在整理照片數據

source: 正在整理相册列表和照片数量。
ar: جار تحضير قوائم الألبومات وأعداد الصور.
de: Albumlisten und Fotoanzahlen werden vorbereitet.
en: Preparing album lists and photo counts.
ja: アルバム一覧と写真枚数を準備中です。
zh_hant: 正在整理相冊列表和照片數量。

source: 正在更新相册列表
ar: جار تحديث قائمة الألبومات
de: Albumliste wird aktualisiert
en: Updating Album List
ja: アルバム一覧を更新中
zh_hant: 正在更新相冊列表

source: 正在检查购买状态...
ar: جار التحقق من حالة الشراء...
de: Kaufstatus wird geprüft...
en: Checking purchase status...
ja: 購入状況を確認中...
zh_hant: 正在檢查購買狀態...

source: 正在确认压缩结果
ar: جار التحقق من نتيجة الضغط
de: Komprimierungsergebnis wird geprüft
en: Checking compression result
ja: 圧縮結果を確認中
zh_hant: 正在確認壓縮結果

source: 正在确认购买状态。
ar: جار التحقق من حالة الشراء.
de: Kaufstatus wird geprüft.
en: Checking purchase status.
ja: 購入状況を確認中です。
zh_hant: 正在確認購買狀態。

source: 正在确认购买状态，暂时使用本机记录解锁。
ar: جار التحقق من حالة الشراء. سيتم استخدام إلغاء القفل المحفوظ على هذا الجهاز مؤقتا.
de: Kaufstatus wird geprüft. Vorübergehend wird die auf diesem Gerät gespeicherte Freischaltung verwendet.
en: Checking purchase status. Using this device's saved unlock for now.
ja: 購入状況を確認中です。いまはこのデバイスに保存されたロック解除情報を使用します。
zh_hant: 正在確認購買狀態，暫時使用本機記錄解鎖。

source: 正在统计相册数量和封面。
ar: جار عد الألبومات وتحميل الأغلفة.
de: Alben werden gezählt und Cover geladen.
en: Counting albums and loading covers.
ja: アルバム数を集計し、カバーを読み込み中です。
zh_hant: 正在統計相冊數量和封面。

source: 正在计算预计大小
ar: جار حساب الحجم التقديري
de: Geschätzte Größe wird berechnet
en: Calculating estimated size
ja: 推定サイズを計算中
zh_hant: 正在計算預估大小

source: 正在读取原图信息
ar: جار قراءة معلومات الصورة الأصلية
de: Originalbildinformationen werden gelesen
en: Reading original image information
ja: 元画像の情報を読み込み中
zh_hant: 正在讀取原圖資訊

source: 正在读取原视频信息
ar: جار قراءة معلومات الفيديو الأصلي
de: Originalvideoinfos werden gelesen
en: Reading original video info
ja: 元動画の情報を読み込み中
zh_hant: 正在讀取原影片資訊

source: 正在读取当前相册
ar: جار قراءة الألبوم الحالي
de: Aktuelles Album wird gelesen
en: Reading Current Album
ja: 現在のアルバムを読み込み中
zh_hant: 正在讀取當前相冊

source: 正在读取本机照片、截图和视频，完成后会显示可用入口。
ar: جار قراءة الصور ولقطات الشاشة والفيديوهات المحلية. ستظهر الخيارات المتاحة عند الانتهاء.
de: Lokale Fotos, Screenshots und Videos werden gelesen. Verfügbare Optionen erscheinen danach.
en: Reading local photos, screenshots, and videos. Available options will appear when ready.
ja: このデバイスの写真、スクリーンショット、動画を読み込み中です。完了すると利用できる項目が表示されます。
zh_hant: 正在讀取本機照片、截圖和影片，完成後會顯示可用入口。

source: 正在读取照片
ar: جار قراءة الصور
de: Fotos werden gelesen
en: Reading Photos
ja: 写真を読み込み中
zh_hant: 正在讀取照片

source: 正在读取照片库
ar: جار قراءة مكتبة الصور
de: Fotomediathek wird gelesen
en: Reading Photo Library
ja: 写真ライブラリを読み込み中
zh_hant: 正在讀取照片庫

source: 正在读取相册
ar: جار قراءة الألبومات
de: Alben werden gelesen
en: Reading Albums
ja: アルバムを読み込み中
zh_hant: 正在讀取相冊

source: 正在读取相册数量和封面，完成后会显示你的相册。
ar: جار قراءة أعداد الألبومات والأغلفة. ستظهر ألبوماتك عند الانتهاء.
de: Albumanzahlen und Cover werden gelesen. Deine Alben erscheinen danach.
en: Reading album counts and covers. Your albums will appear when ready.
ja: アルバム数とカバーを読み込み中です。完了するとアルバムが表示されます。
zh_hant: 正在讀取相簿數量和封面，完成後會顯示你的相簿。

source: 正在读取视频
ar: جار تحميل الفيديو
de: Video wird geladen
en: Loading video
ja: 動画を読み込み中
zh_hant: 正在讀取影片

source: 此设备不支持发送邮件
ar: لا يمكن لهذا الجهاز إرسال البريد الإلكتروني
de: Dieses Gerät kann keine E-Mails senden
en: This device cannot send email
ja: このデバイスではメールを送信できません
zh_hant: 此設備不支持發送郵件

source: 每次打开默认静音，可临时关闭听声音
ar: يكون الصوت مكتوما افتراضيا عند كل فتح للتطبيق. يمكنك إيقاف الكتم مؤقتا لسماع الصوت.
de: Beim Öffnen der App standardmäßig stumm. Zum Hören vorübergehend ausschalten.
en: Muted by default each time you open the app. Turn it off temporarily to hear sound.
ja: アプリを開くたびに既定でミュートになります。音を聞くには一時的にオフにできます。
zh_hant: 每次打開預設靜音，可暫時關閉聽聲音

source: 每次确认后的本机记录
ar: السجلات المحلية بعد كل تأكيد
de: Lokale Einträge nach jeder Bestätigung
en: Local records after each confirmation
ja: 各確認後のこのデバイスの記録
zh_hant: 每次確認後的本機記錄

source: 永久解锁 %@
ar: فتح %@ للأبد
de: %@ dauerhaft freischalten
en: Unlock forever %@
ja: %@ を永久にロック解除
zh_hant: 永久解鎖 %@

source: 没有找到六个月前的照片
ar: لم يتم العثور على صور أقدم من ستة أشهر
de: Keine Fotos gefunden, die älter als sechs Monate sind
en: No photos older than six months were found
ja: 6か月以上前の写真が見つかりません
zh_hant: 找不到六個月前的照片

source: 没有可撤销的操作
ar: لا يوجد ما يمكن التراجع عنه
de: Nichts zum Widerrufen
en: Nothing to undo
ja: 取り消せる操作はありません
zh_hant: 沒有可撤銷的操作

source: 没有可整理的内容
ar: لا يوجد محتوى لتنظيمه
de: Nichts zu organisieren
en: Nothing to Organize
ja: 整理する内容はありません
zh_hant: 沒有可整理的內容

source: 没有可整理的照片
ar: لا توجد صور لتنظيمها
de: Keine Fotos zum Organisieren
en: No Photos to Organize
ja: 整理する写真はありません
zh_hant: 沒有可整理的照片

source: 没有待执行的操作
ar: لا توجد عمليات معلقة
de: Keine ausstehenden Vorgänge
en: No pending operations
ja: 保留中の操作はありません
zh_hant: 沒有待執行的操作

source: 没有找到可恢复的支持者版购买。
ar: لم يتم العثور على شراء نسخة الداعم قابل للاستعادة.
de: Kein wiederherstellbarer Supporter-Kauf gefunden.
en: No restorable Supporter purchase was found.
ja: 復元できるサポーター版の購入が見つかりませんでした。
zh_hant: 沒有找到可恢復的支持者版購買。

source: 没有找到相册
ar: لم يتم العثور على ألبومات
de: Keine Alben gefunden
en: No Albums Found
ja: アルバムが見つかりません
zh_hant: 沒有找到相冊

source: 没有本机整理记录
ar: لا توجد سجلات تنظيف محلية
de: Keine lokalen Aufräumaufzeichnungen
en: No local cleanup records
ja: このデバイスの整理履歴はありません
zh_hant: 沒有本機整理記錄

source: 没有需要压缩的图片
ar: لا توجد صور تحتاج إلى ضغط
de: Keine Bilder müssen komprimiert werden
en: No images need compression
ja: 圧縮が必要な画像はありません
zh_hant: 沒有需要壓縮的圖片

source: 没有需要压缩的视频
ar: لا توجد فيديوهات تحتاج إلى ضغط
de: Keine Videos müssen komprimiert werden
en: No videos need compression
ja: 圧縮が必要なビデオはありません
zh_hant: 沒有需要壓縮的影片

source: 浏览上一张
ar: تصفح السابق
de: Vorheriges anzeigen
en: Browse previous
ja: 前を表示
zh_hant: 瀏覽上一張

source: 浏览下一张
ar: تصفح التالي
de: Nächstes anzeigen
en: Browse next
ja: 次を表示
zh_hant: 瀏覽下一張

source: 浏览整理
ar: تصفح للتنظيم
de: Durchsehen und organisieren
en: Browse to Organize
ja: ブラウズして整理
zh_hant: 瀏覽整理

source: 浏览照片
ar: تصفح الصورة
de: Foto ansehen
en: Browse photo
ja: 写真を表示
zh_hant: 瀏覽照片

source: 深色背景，适合夜间整理
ar: خلفية داكنة مناسبة للتنظيم ليلا
de: Dunkler Hintergrund für das Organisieren bei Nacht
en: Dark background for night organizing
ja: 夜の整理に適したダーク背景
zh_hant: 深色背景，適合夜間整理

source: 清理入口
ar: مداخل التنظيف
de: Bereiche zum Aufräumen
en: Cleanup Entries
ja: クリーンアップ項目

source: 清理历史
ar: سجل التنظيف
de: Aufräumverlauf
en: Cleanup History
ja: クリーンアップ履歴
zh_hant: 清理歷史

source: 清理完成
ar: اكتمل التنظيف
de: Aufräumen abgeschlossen
en: Cleanup Complete
ja: クリーンアップ完了

source: 清理成就
ar: إنجازات التنظيف
de: Aufräumerfolge
en: Cleanup Achievements
ja: クリーンアップ実績

source: 清理成就，已获得 %lld 枚，共 %lld 枚
ar: إنجازات التنظيف، تم فتح %1$lld من %2$lld
de: Aufräumerfolge, %1$lld von %2$lld freigeschaltet
en: Cleanup achievements, %1$lld of %2$lld unlocked
ja: クリーンアップ実績、%1$lld / %2$lld 件を解除済み
zh_hant: 清理成就，已獲得 %lld 枚，共 %lld 枚

source: 清理档案
ar: أرشيف التنظيف
de: Aufräumarchiv
en: Cleanup Archive
ja: クリーンアップアーカイブ
zh_hant: 清理檔案

source: 清理次数
ar: جلسات التنظيف
de: Aufräumsitzungen
en: Cleanup Sessions
ja: クリーンアップ回数
zh_hant: 清理次數

source: 清理达人
ar: خبير التنظيف
de: Aufräum-Profi
en: Cleanup Pro
ja: クリーンアップ上級者
zh_hant: 清理達人

source: 清空
ar: مسح
de: Leeren
en: Clear
ja: 消去

source: 清空本机整理记录？
ar: هل تريد مسح سجلات التنظيف المحلية؟
de: Lokale Aufräumdaten löschen?
en: Clear local cleanup records?
ja: このデバイスの整理記録を消去しますか？
zh_hant: 清空本機整理記錄？

source: 清空本机统计记录？
ar: هل تريد مسح الإحصاءات المحلية؟
de: Lokale Statistiken löschen?
en: Clear local stats?
ja: このデバイスの統計を消去しますか？
zh_hant: 清空本機統計記錄？

source: 清空统计记录
ar: مسح الإحصاءات
de: Statistiken löschen
en: Clear Stats
ja: 統計を消去
zh_hant: 清空統計記錄

source: 清透蓝
ar: أزرق صاف
de: Klares Blau
en: Clear Blue
ja: クリアブルー
zh_hant: 清透藍

source: 清除搜索
ar: مسح البحث
de: Suche löschen
en: Clear search
ja: 検索を消去
zh_hant: 清除搜尋

source: 滑动、撤销和归类时提供轻微反馈
ar: اهتزاز خفيف عند السحب والتراجع والفرز
de: Leichtes Feedback beim Wischen, Rückgängig machen und Sortieren
en: Light feedback while swiping, undoing, and sorting
ja: スワイプ、取り消し、仕分け時に軽いフィードバックを返します
zh_hant: 滑動、撤銷和歸類時提供輕微反饋

source: 滑动整理照片，完成前不会真正删除。手势可在设置里调整。
ar: اسحب لمراجعة الصور. لن يتم حذف أي شيء حتى تؤكد. يمكنك تغيير الإيماءات في الإعدادات.
de: Wische, um Fotos zu prüfen. Nichts wird gelöscht, bis du bestätigst. Gesten kannst du in den Einstellungen ändern.
en: Swipe to review photos. Nothing is deleted until you confirm. Gestures can be changed in Settings.
ja: スワイプして写真を確認します。確認するまで削除されません。ジェスチャは設定で変更できます。
zh_hant: 滑動整理照片，完成前不會真正刪除。手勢可在設置里調整。

source: 滑动时可以执行删除、保留或收藏。点完成后再统一确认。
ar: اسحب للحذف أو الإبقاء أو الإضافة إلى المفضلة. اضغط تم لتأكيد كل شيء معا.
de: Wische zum Löschen, Behalten oder Favorisieren. Tippe auf Fertig, um alles zusammen zu bestätigen.
en: Swipe to delete, keep, or favorite. Tap Done to confirm everything together.
ja: スワイプで削除、保持、お気に入りを選べます。完了をタップしてまとめて確認します。
zh_hant: 滑動時可以執行刪除、保留或收藏。點完成後再統一確認。

source: 滑动时可以执行删除、保留或收藏。默认手势够直接，也可以在设置里调整。
ar: اسحب للحذف أو الإبقاء أو الإضافة إلى المفضلة. الإيماءات الافتراضية مباشرة، ويمكنك تغييرها في الإعدادات.
de: Wische zum Löschen, Behalten oder Favorisieren. Die Standardgesten sind direkt und lassen sich in den Einstellungen ändern.
en: Swipe to delete, keep, or favorite. The default gestures are direct, and you can change them in Settings.
ja: スワイプで削除、保持、お気に入りを選べます。標準のジェスチャはシンプルで、設定でも変更できます。
zh_hant: 滑動時可以執行刪除、保留或收藏。默認手勢夠直接，也可以在設置里調整。

source: 点击归类到相册
ar: اضغط لنقلها إلى ألبوم
de: Tippen, um in ein Album einzuordnen
en: Tap to file to an album
ja: タップしてアルバムに仕分け
zh_hant: 點擊歸類到相冊

source: 点击查看系统照片权限
ar: اضغط لعرض أذونات الصور في النظام
de: Tippen, um Systemberechtigungen für Fotos anzuzeigen
en: Tap to view system photo permissions
ja: タップしてシステムの写真権限を表示
zh_hant: 點擊查看系統照片權限

source: 点按整理这个相册，长按调整排序
ar: اضغط لتنظيم هذا الألبوم. المس مطولا لإعادة الترتيب.
de: Tippe, um dieses Album zu organisieren. Berühren und halten zum Neuanordnen.
en: Tap to organize this album. Touch and hold to reorder.
ja: タップしてこのアルバムを整理。長押しで並べ替え。
zh_hant: 點按整理這個相冊，長按調整排序

source: 点相册名归类当前照片
ar: اضغط على ألبوم لنقل هذه الصورة إليه
de: Tippe auf ein Album, um dieses Foto einzuordnen
en: Tap an album to file this photo
ja: アルバムをタップしてこの写真を仕分け
zh_hant: 點相冊名稱歸類目前照片

source: 点选地图上的地点
ar: اختر مكانا على الخريطة
de: Ort auf der Karte auswählen
en: Choose a place on the map
ja: 地図上の場所を選択
zh_hant: 點選地圖上的地點

source: 点选地图上的地点后继续整理。
ar: اختر مكانا على الخريطة لمتابعة التنظيم.
de: Wähle einen Ort auf der Karte, um weiter zu organisieren.
en: Choose a place on the map to continue organizing.
ja: 地図上の場所を選択して整理を続けます。
zh_hant: 點選地圖上的地點後繼續整理。

source: 照片
ar: الصور
de: Fotos
en: Photos
ja: 写真

source: 照片不会上传
ar: لن يتم رفع الصور
de: Fotos werden nicht hochgeladen
en: Photos are not uploaded
ja: 写真はアップロードされません
zh_hant: 照片不會上傳

source: 照片信息
ar: معلومات الصورة
de: Fotoinfos
en: Photo Info
ja: 写真情報
zh_hant: 照片資訊

source: 照片很多时可能需要几秒，完成后会自动开始。
ar: قد تستغرق المكتبات الكبيرة بضع ثوان. يبدأ التنظيف تلقائيا عندما تصبح جاهزة.
de: Bei großen Mediatheken kann es einige Sekunden dauern. Das Aufräumen startet automatisch, sobald alles bereit ist.
en: Large libraries can take a few seconds. Cleanup starts automatically when ready.
ja: ライブラリが大きい場合は数秒かかることがあります。準備ができると自動で開始します。
zh_hant: 照片很多時可能需要幾秒，完成後會自動開始。

source: 照片数据整理进度
ar: تقدم تحضير بيانات الصور
de: Fortschritt der Fotodaten-Vorbereitung
en: Photo data preparation progress
ja: 写真データ準備の進行状況
zh_hant: 照片數據整理進度

source: 照片整理
ar: تنظيف الصور
de: Foto-Aufräumen
en: Photo Cleanup
ja: 写真クリーンアップ

source: 照片整理只在本机完成。不需要账号，也不会上传你的照片。
ar: يتم تنظيف الصور على هذا الجهاز فقط. لا يلزم حساب، ولن يتم رفع صورك أبدا.
de: Das Foto-Aufräumen findet nur auf diesem Gerät statt. Es ist kein Account erforderlich und deine Fotos werden nie hochgeladen.
en: Photo cleanup happens only on this device. No account is required, and your photos are never uploaded.
ja: 写真クリーンアップはこのデバイス上だけで行われます。アカウントは不要で、写真がアップロードされることはありません。
zh_hant: 照片整理只在本機完成。不需要賬號，也不會上傳你的照片。

source: 照片访问权限
ar: الوصول إلى الصور
de: Fotozugriff
en: Photo Access
ja: 写真アクセス
zh_hant: 照片訪問權限

source: 照片预览
ar: معاينة الصورة
de: Fotovorschau
en: Photo Preview
ja: 写真プレビュー
zh_hant: 照片預覽

source: 版本 %@
ar: الإصدار %@
de: Version %@
en: Version %@
ja: バージョン %@

source: 版本对比
ar: مقارنة الخطط
de: Tarifvergleich
en: Plan Comparison
ja: プラン比較
zh_hant: 版本對比

source: 状态
ar: الحالة
de: Status
en: Status
ja: ステータス
zh_hant: 狀態

source: 独立开发者 / 数字游民
ar: مطوّر مستقل / رحّال رقمي
de: Unabhängiger Entwickler / digitaler Nomade
en: Independent developer / digital nomad
ja: 個人開発者 / デジタルノマド
zh_hant: 獨立開發者 / 數字遊民

source: 独立开发者 / 爱折腾生活的玩家
ar: مطوّر مستقل / صانع فضولي
de: Unabhängiger Entwickler / neugieriger Maker
en: Independent developer / curious maker
ja: 個人開発者 / 好奇心旺盛な作り手
zh_hant: 獨立開發者 / 愛折騰生活的玩家

source: 生成压缩副本 %lld 个
ar: إنشاء %lld نسخ مضغوطة
de: %lld komprimierte Kopien erstellen
en: Create %lld compressed copies
ja: 圧縮コピーを%lld件作成
zh_hant: 生成 %lld 個壓縮副本

source: 用户相册
ar: ألبومات المستخدم
de: Benutzeralben
en: User Albums
ja: ユーザーアルバム
zh_hant: 用戶相冊

source: 用滑动快速判断照片去留。想删除的照片会先进入待确认列表，完成前不会真正删除。
ar: اسحب بسرعة لتحديد ما يبقى. الصور التي تريد حذفها تنتقل أولا إلى قائمة معلقة، ولن يتم حذف أي شيء حتى تنتهي.
de: Wische, um schnell zu entscheiden, was bleibt. Fotos, die du löschen möchtest, landen zuerst in einer Warteliste und werden erst gelöscht, wenn du fertig bist.
en: Swipe quickly to decide what stays. Photos you want to delete go into a pending list first, and nothing is deleted until you finish.
ja: スワイプで残す写真をすばやく判断します。削除したい写真はまず確認待ちリストに入り、完了するまで実際には削除されません。
zh_hant: 用滑動快速判斷照片去留。想刪除的照片會先進入待確認列表，完成前不會真正刪除。

source: 用短手势处理高频动作，最后统一确认。
ar: استخدم إيماءات قصيرة للخيارات المتكررة، ثم أكد كل شيء دفعة واحدة.
de: Nutze kurze Gesten für häufige Entscheidungen und bestätige am Ende alles gesammelt.
en: Use short gestures for frequent choices, then confirm everything in batch.
ja: 短いジェスチャでよく使う操作を行い、最後にまとめて確認します。
zh_hant: 用短手勢處理高頻動作，最後統一確認。
